export const categories = [
  {
    id: 1,
    title: 'Команды и личное',
    questions: [
      { id: 1, points: 200, text: 'Какая старая фамилия у Юлии Михайловны?', answer: 'Пророкова' },
      { id: 2, points: 400, text: 'В виде какого мультперсонажа кроксы у Насти Лариной', answer: 'Спанч боб' },
      { id: 3, points: 600, text: 'Сколько раз Кирилл Татаринов летал в Японию в этом году', answer: '2' },
      { id: 4, points: 800, text: 'Сколько свадеб в нашем кластере было в этом году', answer: '6 (Постниковы, Третьяков, Мякишева, Даша Моисеева, Ревченко, Вилена)' },
      { id: 5, points: 1000, text: 'Сколько команд в нашем кластере', answer: '13 (черный дашборд не врет)' }
    ]
  },
  {
    id: 2,
    title: 'Продукты и цели',
    questions: [
      { id: 6, points: 200, text: 'Что такое MLP?', answer: 'Minimum Lovable Product — минимально любимый продукт' },
      { id: 7, points: 400, text: 'Как расшифровывается OKR? и это не про психологическое расстройство :)', answer: 'Objectives and Key Results — цели и ключевые результаты' },
      { id: 8, points: 600, text: 'КОТ В МЕШКЕ (Вопросы от Тарасова). Какая сторя считается готовой к взятию в релиз', answer: 'В статусе реди фор ифт' },
      { id: 9, points: 1000, text: 'В каком пространстве можно заводить и проверять гипотезы по продукту', answer: 'Discovery' },
      { id: 10, points: 800, text: 'Инициатива из-за которой мы начали внедрять автотесты и другие улучшения производственного процесса', answer: 'Год качества' },
    ]
  },
  {
    id: 3,
    title: 'Сбер и офисы',
    questions: [
      { id: 11, points: 200, text: 'КОТ В МЕШКЕ (вопрос от Тарасова) Что может включить в релиз', answer: 'Стори и баги' },
      { id: 12, points: 400, text: 'Как на сленге называется корпус Гэ на Кутузе', answer: 'Шайба' },
      { id: 13, points: 600, text: 'В каком году был основан Сбер?', answer: '1841' },
      { id: 14, points: 800, text: 'До какого этажа едет лифт Л на оружейке?', answer: 'до 15 не едет (вроде до 10)' },
      { id: 15, points: 1000, text: 'Перед вами фотография островка опенспейса на 15 этаже офиса на Оружейке. Что замазано на фотографии', answer: 'С2' }
    ]
  },
  {
    id: 4,
    title: 'ИИ и дизрапт',
    questions: [
      { id: 16, points: 200, text: 'Какая модель ИИ используется для саммаризации встреч в Jazz', answer: 'ГигаЧат' },
      { id: 17, points: 400, text: 'В 2025 году одна из команд Сбера выпустила дизрапт-решение, которое оказалось таким успешным, что этой технологией поделились с Т-банком. Назовите это решение одним коротким словом', answer: 'Вжух' },
      { id: 18, points: 600, text: 'Сейчас в AI-Хабе от нашего кластера присутствуют два AI-агента. Назовите оба', answer: 'По созданию креативов и по созданию брифов' },
      { id: 19, points: 800, text: 'КОТ В МЕШКЕ (вопрос от Тарасова) Какие три этапа тестирования должны выполнится для релиза', answer: 'Новый функциональности регресс и нагрузочное' },
      { id: 20, points: 1000, text: 'Что такое RAG?', answer: 'метод искусственного интеллекта, который объединяет большие языковые модели (LLM) с поиском информации во внешних источниках для генерации более точных, актуальных и проверяемых ответов' }
    ]
  },
  {
    id: 5,
    title: 'Техника и инфраструктура',
    questions: [
      { id: 21, points: 200, text: 'Что такое "микросервисная архитектура"?', answer: 'Архитектура, где приложение состоит из микросервисов' },
      { id: 22, points: 400, text: 'КОТ В МЕШКЕ (вопрос от тарасова) До скольки надо подать в релиз стори', answer: 'До 12 в понедельник' },
      { id: 23, points: 600, text: 'Нужна ли база данных при создании микросервиса?', answer: 'Не всегда' },
      { id: 24, points: 800, text: 'Сколько людей в команде сопровождения', answer: '6' },
      { id: 25, points: 1000, text: 'Сколько людей в команде ДевОпс', answer: '3' }
    ]
  },
  {
    id: 6,
    title: 'Общие',
    questions: [
      { id: 26, points: 200, text: 'Как звали человека-паука', answer: 'Питер Паркер' },
      { id: 27, points: 400, text: 'Назовите 4 планету от солнца', answer: 'Марс' },
      { id: 28, points: 600, text: 'Какие два типа огнетушителей следует хранить зимой в отапливаемом помещении', answer: 'Воздушно-пенные и водные' },
      { id: 29, points: 800, text: 'Сколько участников в группе Stray kids?', answer: '8' },
      { id: 30, points: 1000, text: 'КОТ В МЕШКЕ (вопрос от Тарасова) Кто утверждает распоряжение о внедрении', answer: 'Владелец АС (Потапов - это не верный ответ, примечание Тарасова)' }
    ]
  },
];