export const categories = [
    {
        id: 1,
        title: 'Команды и личное',
        questions: [
            { id: 1, points: 200, text: 'Сколько лет трайбу Маркетинг КИБ', answer: '5 годиков' },
            { id: 2, points: 400, text: 'Какого артиста не знал Андрей до появления БизнесФестов', answer: 'Аааааагутин' },
            { id: 3, points: 600, text: 'Cколько людей было на прошлом новогоднем корпоративе', answer: '39' },
            { id: 24, points: 800, text: 'Сколько людей в команде PR', answer: '3' },
            { id: 25, points: 1000, text: 'Какой рост у Ярослава', answer: '194' }
        ]
    },
    {
        id: 2,
        title: 'Продукты и цели',
        questions: [
            { id: 6, points: 200, text: 'Что такое MLP?', answer: 'Minimum Lovable Product — минимально любимый продукт' },
            { id: 7, points: 400, text: 'Как расшифровывается OKR? и это не про психологическое расстройство :)', answer: 'Objectives and Key Results — цели и ключевые результаты' },
            { id: 8, points: 600, text: 'Что означает GTM?', answer: 'Go-to-market (стратегия вывода на рынок)' },
            { id: 9, points: 1000, text: 'Какой фреймворк фокусируется на задаче, которую пользователь хочет решить с помощью продукта?', answer: 'JTBD' },
            { id: 10, points: 800, text: 'Как называется стратегия, при которой компания ищет новые рынки, где нет конкурентов?', answer: 'Стратегия голубого океана' },
        ]
    },
    {
        id: 3,
        title: 'Сбер и офисы',
        questions: [
            { id: 11, points: 200, text: 'Какие две буквы горят на пешеходном светофоре при входе в башни на Кутузе?', answer: 'AI' },
            { id: 12, points: 400, text: 'Как на сленге называется корпус Гэ на Кутузе', answer: 'Шайба' },
            { id: 13, points: 600, text: 'В каком году был основан Сбер?', answer: '1841' },
            { id: 14, points: 800, text: 'До какого этажа едет лифт Л на оружейке?', answer: 'до 15 не едет (вроде до 10)' },
            { id: 15, points: 1000, text: 'Перед вами фотография островка опенспейса на 15 этаже офиса на Оружейке. Что замазано на фотографии', answer: 'С2' }
        ]
    },
    {
        id: 4,
        title: 'ИИ и дизрапт',
        questions: [
            { id: 16, points: 200, text: 'Какая модель ИИ используется для саммаризации встреч в Jazz', answer: 'ГигаЧат' },
            { id: 17, points: 400, text: 'В 2025 году одна из команд Сбера выпустила дизрапт-решение, которое оказалось таким успешным, что этой технологией поделились с Т-банком. Назовите это решение одним коротким словом', answer: 'Вжух' },
            { id: 18, points: 600, text: 'Сейчас в AI-Хабе от нашего трайба присутствуют 4 AI-агента. Назовите их', answer: 'Агент отчетности, агент уведомлений, агент по созданию креативов и агент по созданию брифов' },
            { id: 19, points: 800, text: 'КОТ В МЕШКЕ (вопрос от Тарасова) Какие три этапа тестирования должны выполнится для релиза', answer: 'Новый функциональности регресс и нагрузочное' },
            { id: 20, points: 1000, text: 'Что такое RAG?', answer: 'метод искусственного интеллекта, который объединяет большие языковые модели (LLM) с поиском информации во внешних источниках для генерации более точных, актуальных и проверяемых ответов' }
        ]
    },
    {
        id: 6,
        title: 'Общие',
        questions: [
            { id: 26, points: 200, text: 'Как звали человека-паука', answer: 'Питер Паркер' },
            { id: 27, points: 400, text: 'Назовите 4 планету от солнца', answer: 'Марс' },
            { id: 28, points: 600, text: 'Какие два типа огнетушителей следует хранить зимой в отапливаемом помещении', answer: 'Воздушно-пенные и водные' },
            { id: 29, points: 800, text: 'Сколько участников в группе Stray kids?', answer: '8' },
            { id: 30, points: 1000, text: 'В какой стране зародилась традиция наряжать новогоднюю елку', answer: 'Германия' }
        ]
    },
];